INSERT INTO t_genre(title, description) VALUES
    ('Роман', 'Обширное нарративное произведение, исследующее персонажей, их развитие и взаимодействие в комплексном сюжете'),
    ('Новелла', 'Короткая прозаическая форма, сосредоточенная вокруг одного события или идеи, часто с неожиданным поворотом'),
    ('Повесть', 'Прозаическое произведение средней длины с одной или несколькими сюжетными линиями, меньше по объёму, чем рома'),
    ('Поэзия', 'Литературный жанр, характеризующийся выражением чувств, мыслей и идей в стихотворной форме'),
    ('Детектив', 'Жанр, сосредоточенный на расследовании преступлений и загадок, часто с участием детектива или сыщика');